{
  "json": [
    {
      "nombre": "Ludwig van Beethoven",
      "resumen": "Ludwig van Beethoven​ fue un compositor, director de orquesta y pianista alemán. Su legado musical abarca, cronológicamente, desde el Clasicismo hasta los inicios del Romanticismo.",
      "bio": "<p>Ludwig van Beethoven (Bonn, Arzobispado de Colonia, 16 de diciembre de 17702​-Viena, 26 de marzo de 1827) fue un compositor, director de orquesta y pianista alemán. Su legado musical abarca, cronológicamente, desde el Clasicismo hasta los inicios del Romanticismo.</p><p>Es considerado uno de los compositores más importantes de la historia de la música y su legado ha influido de forma decisiva en la evolución posterior de este arte. Siendo el último gran representante del clasicismo vienés (después de Christoph Willibald Gluck, Joseph Haydn y Wolfgang Amadeus Mozart), Beethoven consiguió hacer trascender la música del Romanticismo, influyendo en diversidad de obras musicales del siglo XIX. Su arte se expresó en numerosos géneros y aunque las sinfonías fueron la fuente principal de su popularidad internacional, su impacto resultó ser principalmente significativo en sus obras para piano y música de cámara.</p><p>Su producción incluye los géneros pianístico (treinta y dos sonatas para piano), de cámara (incluyendo numerosas obras para conjuntos instrumentales de entre ocho y dos miembros), concertante (conciertos para piano, para violín y triple), sacra (dos misas, un oratorio), lieder, música incidental (la ópera Fidelio, un ballet, músicas para obras teatrales), y orquestal, en la que ocupan lugar preponderante Nueve sinfonías.</p>",
      "nacimiento": "diciembre de 1770, Bonn, Alemania",
      "fallecimiento": "26 de marzo de 1827, Viena, Austria",
      "img": "https://images.fineartamerica.com/images/artworkimages/mediumlarge/1/ludwig-van-beethoven-composing-his-missa-solemnis-joseph-carl-stieler.jpg"
    },
    {
      "nombre": "Wolfgang Amadeus Mozart",
      "resumen": "Johannes Chrysostomus Wolfgangus Theophilus Mozart​, más conocido como Wolfgang Amadeus Mozart o simplemente Mozart, fue un compositor y pianista del antiguo Arzobispado de Salzburgo, maestro del Clasicismo, considerado como uno de los músicos más influyentes y destacados de la historia.",
      "bio": "<p>Johannes Chrysostomus Wolfgangus Theophilus Mozarta​ (Salzburgo, 27 de enero de 1756-Viena, 5 de diciembre de 1791), más conocido como Wolfgang Amadeus Mozart o simplemente Mozart, fue un compositor y pianista del antiguo Arzobispado de Salzburgo (anteriormente parte del Sacro Imperio Romano Germánico, actualmente parte de Austria), maestro del Clasicismo, considerado como uno de los músicos más influyentes y destacados de la historia.</p><p>La obra mozartiana abarca todos los géneros musicales de su época e incluye más de seiscientas creaciones, en su mayoría reconocidas como obras maestras de la música sinfónica, concertante, de cámara, para fortepiano, operística y coral, logrando una popularidad y difusión internacional.</p><p> En su niñez más temprana en Salzburgo, Mozart mostró una capacidad prodigiosa en el dominio de instrumentos de teclado y del violín. Con tan solo cinco años ya componía obras musicales y sus interpretaciones eran del aprecio de la aristocracia y realeza europea.</p><p> A los diecisiete años fue contratado como músico en la corte de Salzburgo, pero su inquietud le llevó a viajar en busca de una mejor posición, siempre componiendo de forma prolífica.</p><p> Durante su visita a Viena en 1781, tras ser despedido de su puesto en la corte, decidió instalarse en esta ciudad donde alcanzó la fama que mantuvo el resto de su vida, a pesar de pasar por situaciones financieras difíciles.</p><p> En sus años finales, compuso muchas de sus sinfonías, conciertos y óperas más conocidas, así como su Réquiem.</p><p> Las circunstancias de su temprana muerte han sido objeto de numerosas especulaciones y elevadas a la categoría de mito. Según críticos de música como Nicholas Till, Mozart siempre aprendía vorazmente de otros músicos y desarrolló un esplendor y una madurez de estilo que abarcó desde la luz y la elegancia, a la oscuridad y la pasión —todo bien fundado por una visión de la humanidad «redimida por el arte, perdonada y reconciliada con la naturaleza y lo absoluto»—.1​ Su influencia en toda la música occidental posterior es profunda; Ludwig van Beethoven escribió sus primeras composiciones a la sombra de Mozart, de quien Joseph Haydn escribió que «la posteridad no verá tal talento otra vez en cien años»</p>",
      "nacimiento": "27 de enero de 1756, Estado de Salzburgo, Austria",
      "fallecimiento": "5 de diciembre de 1791, Viena, Austria",
      "img": "https://e00-elmundo.uecdn.es/elmundosalud/imagenes/2008/08/18/1219072715_0.jpg"
    },
    {
      "nombre": "Johann Sebastian Bach",
      "resumen": "Johann Sebastian Bach fue un compositor, organista, clavecinista, violinista, violista, maestro de capilla y cantor alemán del periodo barroco. Fue el miembro más importante de una de las familias de músicos más destacadas de la historia, con más de 35 compositores famosos.",
      "bio": "<p>Johann Sebastian Bach (Eisenach, en la actual Turingia, Sacro Imperio Romano Germánico, 21 de marzojul./ 31 de marzo de 1685greg.-Leipzig, en la actual Sajonia, Sacro Imperio Romano Germánico, 17 de juliojul./ 28 de julio de 1750greg.) fue un compositor, organista, clavecinista, violinista, violista, maestro de capilla y cantor alemán del periodo barroco.</p><p>Fue el miembro más importante de una de las familias de músicos más destacadas de la historia, con más de 35 compositores famosos. Tuvo una gran fama como organista y clavecinista en toda Europa por su gran técnica y capacidad de improvisar música al teclado. Además del órgano y del clavecín, tocaba el violín y la viola da gamba.</p><p>Su fecunda obra es considerada la cumbre de la música barroca; destaca en ella su profundidad intelectual, su perfección técnica y su belleza artística, además de la síntesis de los diversos estilos nacionales de su época y del pasado. Bach es considerado el último gran maestro del arte del contrapunto,1​ y fuente de inspiración e influencia para posteriores compositores y músicos, desde Wolfgang Amadeus Mozart pasando por Ludwig van Beethoven, Félix Mendelssohn, Robert Schumann, Franz Liszt, Johannes Brahms, Richard Wagner, Richard Strauss y Gustav Mahler hasta músicos más recientes como Arnold Schönberg, Anton Webern, Paul Hindemith, Ígor Stravinski, Heitor Villa-Lobos o Astor Piazzolla, entre muchos otros.</p><p>Entre sus obras más conocidas se encuentran los Conciertos de Brandeburgo, El clave bien temperado, la Misa en si menor, la Pasión según San Mateo, El arte de la fuga, Ofrenda musical, las Variaciones Goldberg, la Tocata y fuga en re menor, varios ciclos de cantatas (entre ellas las célebres BWV 140 y BWV 147), el Concierto italiano, la Obertura francesa, las Suites para violonchelo solo, las Sonatas y partitas para violín solo, los Conciertos para teclado y las Suites para orquesta.</p>",
      "nacimiento": "31 de marzo de 1685, Eisenach, Alemania",
      "fallecimiento": "28 de julio de 1750, Leipzig, Alemania",
      "img": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Johann_Sebastian_Bach.jpg"
    },
    {
      "nombre": "Frédéric Chopin",
      "resumen": "Fryderyk Franciszek Chopin ​ fue un compositor y virtuoso pianista polaco​​​​, considerado uno de los más importantes de la historia y uno de los mayores representantes del Romanticismo musical.",
      "bio": "<p>Frédéric Chopin nació en la aldea de Żelazowa Wola, en el voivodato de Mazovia, a 60 kilómetros de Varsovia en el centro de Polonia, en una pequeña finca propiedad del conde Skarbek, que formaba parte del Gran Ducado de Varsovia. Recibió el nombre de Fryderyk Franciszek Chopin. La fecha de su nacimiento es incierta: el propio compositor (y su familia) declaraba haber venido al mundo el 1 de marzo de 1810 y siempre celebró su cumpleaños en aquella fecha. Pero en su partida bautismal figura como nacido el 22 de febrero. Lo más probable es que esto último fuese un error del sacerdote (fue bautizado el 23 de abril en la iglesia parroquial de Brochow, cerca de Sochaczew, casi ocho semanas después del nacimiento). Esta discordancia se discute hasta el día de hoy.</p><p>Su padre, Mikołaj Chopin (Marainville, Lorena, 1771-1844), era un emigrado francés con lejanos ancestros polacos, que se había trasladado a Polonia en 1787, animado por la defensa de la causa polaca, y era profesor de francés y literatura francesa; también era preceptor de la familia del conde Skarbek. Su madre, Tekla Justyna Krzyżanowska (Dlugie, Kujawy, 1782-1868), pertenecía a una familia de la nobleza polaca venida a menos y era gobernanta de la finca. Sin embargo, la familia se trasladó a Varsovia en octubre del mismo año, pues su padre había obtenido el puesto de profesor de francés en el Liceo de Varsovia. Ambos tuvieron tres hijas más: Ludwika (también conocida como Ludvika, 1807-1855), Izabella (1811-1881) y Emilia (1813-1827). Frédéric era el segundo hijo y único varón.</p><p>Frédéric Chopin y sus hermanas crecieron en un entorno en el que el gusto por la cultura en general y, la música en particular, era considerable. Su primera maestra de piano fue su hermana Ludwika, con quien luego tocaba duetos para piano a cuatro manos. Al destacar pronto sus excepcionales cualidades, a los seis años sus padres lo pusieron en manos del maestro Wojciech Żywny, violinista, amante de la música de Johann Sebastian Bach (hecho entonces poco común) y de Wolfgang Amadeus Mozart, y que basaba sus enseñanzas principalmente en dichos compositores.</p><p>Un año más tarde, cuando tenía siete años de edad, compuso su primera obra. Como no sabía escribir muy bien, la pieza fue anotada por su padre. Se trataba de la Polonesa en sol menor para piano, publicada en noviembre de 1817 en el taller de grabado del padre J. J. Cybulski, director de la Escuela de Organistas y uno de los pocos editores de música polacos de su tiempo. Ese mismo año compuso otra Polonesa en si bemol mayor. A estas siguieron otras polonesas, además de marchas y variaciones. Algunas de estas composiciones se han perdido.</p><p>A los ocho años tocaba el piano con maestría, improvisaba y componía con soltura: dio su primer concierto público el 24 de febrero de 1818 en el palacio de la familia Radziwill de Varsovia, donde tocó el Concierto en mi menor de Vojtech Jirovec. Pronto se hizo conocido en el ambiente local de la ciudad, considerado por todos como un niño prodigio y llamado el «pequeño Chopin». Comenzó a dar recitales en las recepciones de los salones aristocráticos de la ciudad, para las familias Czartoryski, Grabowski, Sapieha, Mokronowski, Czerwertynski, Zamoyski, Radziwill, Lubecki, Zajaczek, Skarbek y Tenczynski, tal como hiciese Mozart a la misma edad. Así se ganó un número creciente de admiradores.</p><p>También desde su niñez se manifestó ya un hecho que marcó poderosamente su vida: su quebradiza salud. Desde niño había sufrido inflamaciones de los ganglios del cuello y había tenido que soportar frecuentes sangrías.</p>",
      "nacimiento": "1 de marzo de 1810, Żelazowa Wola, Polonia",
      "fallecimiento": "17 de octubre de 1849, París, Francia",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Frederic_Chopin_photo.jpeg/220px-Frederic_Chopin_photo.jpeg"
    },
    {
      "nombre": "Pyotr Ilyich Tchaikovsky",
      "resumen": "Pyotr Ilyich Tchaikovsky ​fue un compositor ruso del período del Romanticismo. Es autor de algunas de las obras de música clásica más famosas del repertorio actual, como los ballets El lago de los Cisnes...",
      "bio": "<p>Pyotr Ilyich Tchaikovsky fue un compositor ruso del período del Romanticismo. Es autor de algunas de las obras de música clásica más famosas del repertorio actual, como los ballets El lago de los cisnes, La bella durmiente y El cascanueces, la Obertura 1812, la obertura-fantasía Romeo y Julieta, el Primer concierto para piano, el Concierto para violín, sus sinfonías Cuarta, Quinta y Sexta y la ópera Eugenio Oneguin.</p><p>Nacido en una familia de clase media, la educación que recibió Chaikovski estaba dirigida a prepararle como funcionario, a pesar del interés musical que mostró. En contra de los deseos de su familia, decidió seguir una carrera musical y en 1862 accedió al Conservatorio de San Petersburgo, graduándose en 1865. La formación que recibió, formal y orientada al estilo musical occidental, lo apartó del movimiento contemporáneo nacionalista conocido como el «Grupo de los Cinco» conformado por un grupo de jóvenes compositores rusos, con los cuales Chaikovski mantuvo una relación profesional y de amistad a lo largo de su carrera.</p><p>Mientras desarrollaba su estilo, Chaikovski escribió música en varios géneros y formas, incluyendo la sinfonía, ópera, ballet, música instrumental, de cámara y la canción. A pesar de contar con varios éxitos, nunca tuvo mucha confianza o seguridad en sí mismo y su vida estuvo salpicada por crisis personales y periodos de depresión. Como factores que quizá contribuyeron a esto, pueden mencionarse su homosexualidad reprimida y el miedo a que se revelara su condición, su desastroso matrimonio y el repentino colapso de la única relación duradera que mantuvo en su vida adulta: su asociación de 13 años con la rica viuda Nadezhda von Meck. En medio de esta agitada vida personal, la reputación de Chaikovski aumentó; recibió honores por parte del zar, obtuvo una pensión vitalicia y fue alabado en las salas de conciertos de todo el mundo. Su repentina muerte a los 53 años suele atribuirse generalmente al cólera, pero algunos lo atribuyen a un suicidio.</p><p>A pesar de ser popular en todo el mundo, Chaikovski recibió a veces duras críticas por parte de críticos y compositores. Sin embargo, su reputación como compositor es hoy en día segura,2​ y ha desaparecido por completo el desdén con el que los críticos occidentales a principios y mediados del siglo XX catalogaban su música como vulgar y falta de pensamiento.</p><p>De hecho, Chaikovski está considerado actualmente como el más destacado músico de Rusia y una de las figuras más importantes de la cultura de ese país a lo largo de su historia.</p>​",
      "nacimiento": "7 de mayo de 1840, Vótkinsk, Rusia",
      "fallecimiento": "6 de noviembre de 1893, San Petersburgo, Rusia",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Portr%C3%A4t_des_Komponisten_Pjotr_I._Tschaikowski_%281840-1893%29_cropped.jpg/220px-Portr%C3%A4t_des_Komponisten_Pjotr_I._Tschaikowski_%281840-1893%29_cropped.jpg"
    },
    {
      "nombre": "Georg Friedrich Händel",
      "resumen": "Georg Friedrich Händel​; en inglés George Frideric Handel fue un compositor alemán, posteriormente nacionalizado inglés, considerado una de las figuras cumbre de la música del Barroco y uno de los más influyentes compositores de la música occidental y universal.",
      "bio": "<p>George Frideric (o Frederick) Handel (Halle, Brandeburgo-Prusia; 23 de febrerojul./ 5 de marzo de 1685greg. - Londres; 14 de abril de 1759) fue un compositor alemán, posteriormente nacionalizado inglés, considerado una de las figuras cumbre de la música del Barroco y uno de los más influyentes compositores de la música occidental y universal.</p><p>En la historia de la música, es el primer compositor moderno​ en haber adaptado y enfocado su música para satisfacer los gustos y necesidades del público,​ en vez de los de la nobleza y de los mecenas, como era habitual.</p><p>Considerado el sucesor y continuador de Henry Purcell, marcó toda una era en la música inglesa.</p><p>​Es el primer gran maestro de la música basada en la técnica de la homofonía y el más grande dentro del ámbito de los géneros de la ópera seria italiana y el oratorio.</p><p>Su legado musical, síntesis de los estilos alemán, italiano, francés e inglés de la primera mitad del siglo xviii d. C., incluye obras en prácticamente todos los géneros de su época, donde 43 óperas, 26 oratorios (entre ellos El Mesías) y un legado coral son lo más sobresaliente e importante de su producción musical.</p>",
      "nacimiento": "23 de febrero de 1685, Halle, Alemania",
      "fallecimiento": "14 de abril de 1759, Londres, Reino Unido",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Georg_Friedrich_H%C3%A4ndel.jpg/245px-Georg_Friedrich_H%C3%A4ndel.jpg"
    },
    {
      "nombre": "Claude Debussy",
      "resumen": "Achille-Claude Debussy fue un compositor francés y una figura central en la música europea de finales del siglo xix y comienzos del siglo xx, junto a Maurice Ravel.",
      "bio": "<p>Achille-Claude Debussy (Saint-Germain-en-Laye, Francia; 22 de agosto de 1862-París, 25 de marzo de 1918) fue un compositor francés y una figura central en la música europea de finales del siglo xix y comienzos del siglo xx y, junto a Maurice Ravel, una de las figuras más prominentes de la música impresionista, aunque al propio compositor no le gustaba este término cuando se aplicaba a sus composiciones.1​ Fue nombrado caballero de la Legión de Honor en 1903.</p><p>Destacó por la creación de sonidos innovadores, nunca escuchados, que, mostrando su entero potencial en sus composiciones para piano, logran crear una sensación onírica en su musicalidad característica. Muchas grandes mentes del siglo xix, como el escritor Marcel Proust, encontraron inspiración en su música.</p>",
      "nacimiento": "22 de agosto de 1862, Saint-Germain-en-Laye, Francia",
      "fallecimiento": "25 de marzo de 1918, París, Francia",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Claude_Debussy_ca_1908%2C_foto_av_F%C3%A9lix_Nadar.jpg/235px-Claude_Debussy_ca_1908%2C_foto_av_F%C3%A9lix_Nadar.jpg"
    },
    {
      "nombre": "Johannes Brahms",
      "resumen": "Johannes Brahms fue un compositor y pianista alemán del romanticismo, considerado el más clásico de los compositores de dicho periodo. Se mantuvo fiel toda su vida al clasicismo romántico y conservador, influenciado por Mozart, Haydn y, particularmente, por Beethoven.",
      "bio": "<p>Johannes Brahms (Hamburgo, 7 de mayo de 1833-Viena, 3 de abril de 1897) fue un compositor y pianista alemán del romanticismo, considerado el más clásico de los compositores de dicho periodo. Se mantuvo fiel toda su vida al clasicismo romántico y conservador, influenciado por Mozart, Haydn y, particularmente, por Beethoven. Fue posiblemente el mayor representante del círculo conservador en la Guerra de los románticos. Sus oponentes, los progresistas radicales de Weimar, estaban representados por Liszt, los integrantes de la posteriormente llamada Nueva Escuela Alemana y por Wagner.</p><p>Nació y se crio en Alemania, donde su obra, romántica, conservadora y con un clasicismo muy contenido, no fue bien recibida. Por ese motivo, en 1862 decidió autoexiliarse en Viena, donde creó lo mejor de su repertorio sinfónico y de conciertos para instrumentos solistas de diversa clase.</p><p>Las expresiones Las tres bes y La santa trinidad (frase acuñada por Hans von Bülow) se refieren a Bach, Beethoven y Brahms como tres de los mayores compositores de la historia de la música. Algunos opinan, sin embargo, que von Bülow incluyó a Brahms en la «trinidad» por despecho y para perjudicar a Wagner, con quien estaba enemistado desde que su esposa lo abandonó para casarse con el otro compositor.</p>",
      "nacimiento": "7 de mayo de 1833, Hamburgo, Alemania",
      "fallecimiento": "3 de abril de 1897, Viena, Austria",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/JohannesBrahms.jpg/220px-JohannesBrahms.jpg"
    },
    {
      "nombre": "Antonio Vivaldi",
      "resumen": "Antonio Lucio Vivaldi​ ​ fue un compositor, violinista, impresario, profesor y sacerdote católico veneciano del barroco. Era apodado Il prete rosso por ser sacerdote y pelirrojo. Su maestría se refleja en haber cimentado el género del concierto, el más importante de su época.​",
      "bio": "<p>Antonio Lucio Vivaldi fue un compositor, violinista, impresario, profesor y sacerdote católico veneciano del barroco. Era apodado Il prete rosso («El cura rojo») por ser sacerdote y pelirrojo. Su maestría se refleja en haber cimentado el género del concierto, el más importante de su época. Compuso unas 770 obras, entre las cuales se cuentan más de 400 conciertos y cerca de 46 óperas. Es especialmente conocido, a nivel popular, por ser el autor de la serie de conciertos para violín y orquesta Las cuatro estaciones.</p>",
      "nacimiento": "4 de marzo de 1678, Venecia, Italia",
      "fallecimiento": "28 de julio de 1741, Viena, Austria",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Vivaldi.jpg/220px-Vivaldi.jpg"
    },
    {
      "nombre": "Gustav Mahler",
      "resumen": "Gustav Mahler fue un compositor y director de orquesta bohemio-austriaco, cuyas obras se consideran, junto con las de Richard Strauss, las más importantes del postromanticismo. En la primera década del siglo XX, Gustav Mahler fue uno de los más importantes directores de orquesta y de ópera de su momento.",
      "bio": "<p>Gustav Mahler (Kaliště, Bohemia, antiguamente bajo administración del Imperio austríaco, actualmente República Checa, 7 de julio de 1860 - Viena, 18 de mayo de 1911) fue un compositor y director de orquesta bohemio-austriaco, cuyas obras se consideran, junto con las de Richard Strauss, las más importantes del postromanticismo.</p><p>En la primera década del siglo XX, Gustav Mahler fue uno de los más importantes directores de orquesta y de ópera de su momento. Después de graduarse en el Conservatorio de Viena en 1878, fue sucesivamente director de varias orquestas cada vez más importantes en diversos teatros de ópera europeos, llegando en 1897 a la que entonces se consideraba la más notable: la dirección de la Ópera de la Corte de Viena (Hofoper). Durante sus diez años en la capital austriaca, Mahler —judío converso al catolicismo— sufrió la oposición y hostilidad de la prensa antisemita. Sin embargo, gracias a sus innovadoras producciones y a la insistencia en los más altos niveles de representación, se granjeó el reconocimiento como uno de los más grandes directores de ópera, particularmente como intérprete de las óperas de Richard Wagner y de Wolfgang Amadeus Mozart. Posteriormente, fue director de la Metropolitan Opera House y de la Orquesta Filarmónica de Nueva York.</p><p>Como compositor, centró sus esfuerzos en la forma sinfónica y en el lied. La Segunda, Tercera, Cuarta y Octava sinfonías y Das Lied von der Erde (La canción de la Tierra) conjugaron en sus partituras ambos géneros. Él mismo advertía de que componer una sinfonía era «construir un mundo con todos los medios posibles», por lo que sus trabajos en este campo se caracterizan por una amplísima heterogeneidad. Introdujo elementos de distinta procedencia como melodías populares, marchas, fanfarrias militares, mediante un uso personal del acorde, entrecortando o alargando inusitadamente las líneas melódicas, acoplados o yuxtapuestos en el interior del marco formal que absorbió de la tradición clásica vienesa. Sus obras sinfónicas adquirieron desmesuradas proporciones e incluían armonías disonantes que sobrepasan el cromatismo utilizado por Wagner en su Tristán e Isolda. La apariencia del desorden que resultaba, con el esfuerzo extra que demandaba reconocer alguna formalidad «clásica» en su estructura, generó la incomprensión de su música, atrayéndole una hostilidad casi general, pese al apoyo de una minoría entusiasta entre la que se contaban los miembros de la Segunda Escuela de Viena, que lo tenían por su más directo precursor.</p><p>De entre su obra, cabe señalar sus nueve sinfonías terminadas (diez, si se incluyen los bosquejos de la Décima) y varios ciclos de canciones o lieder. Sus principales colecciones de canciones son: Lieder eines fahrenden Gesellen (Canciones de un compañero errante); el ciclo Des Knaben Wunderhorn (El cuerno mágico del muchacho), basado en una recopilación de cantos populares alemanes; Kindertotenlieder (Canciones a los niños muertos) y las canciones Rückert-Lieder, basándose en ambos casos en los textos del poeta alemán Friedrich Rückert; también, la renovadora síntesis de sinfonía-ciclo de canciones Das Lied von der Erde, con letra de poemas traducidos del chino al alemán.</p><p>La revalorización de Mahler fue lenta, al igual que la de Anton Bruckner, y se vio retrasada a causa de su gran originalidad y del auge del nazismo en Alemania y Austria, pues su condición de judío catalogó a su obra como «degenerada» y «moderna». Lo mismo sucedió con otros compositores, caídos en desgracia en el Tercer Reich. Sólo al final de la Segunda Guerra Mundial y por la decidida labor de directores como Bruno Walter, Otto Klemperer y, más tarde, Bernard Haitink o Leonard Bernstein, su música empezó a interpretarse con más frecuencia en el repertorio de las grandes orquestas, encontrándose entre los compositores más destacados en la historia de la música.</p>",
      "nacimiento": "7 de julio de 1860, Kaliště, República Checa",
      "fallecimiento": "18 de mayo de 1911, Viena, Austria",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Gustav_Mahler_1909_2.jpg/220px-Gustav_Mahler_1909_2.jpg"
    },
    {
      "nombre": "Joseph Haydn",
      "resumen": "Franz Joseph Haydn ​, conocido como Joseph Haydn, fue un compositor austriaco. Es uno de los máximos representantes del periodo clásico, además de ser conocido como el «padre de la sinfonía» y el «padre del cuarteto de cuerda» gracias a sus importantes contribuciones a ambos géneros. ",
      "bio": "<p>Joseph Haydn, fue un compositor austriaco. Es uno de los máximos representantes del periodo clásico, además de ser conocido como el «padre de la sinfonía» y el «padre del cuarteto de cuerda» gracias a sus importantes contribuciones a ambos géneros. También contribuyó en el desarrollo instrumental del trío con piano y en la evolución de la forma sonata.</p><p>Vivió durante toda su vida en Austria y desarrolló gran parte de su carrera como músico de corte para la rica y aristocrática familia Esterházy de Hungría. Aislado de otros compositores y tendencias musicales, hasta el último tramo de su vida, estuvo, según dijo: «forzado a ser original».4​ En la época de su muerte, era uno de los compositores más célebres de toda Europa.</p><p>Era hermano de Michael, que también fue considerado un buen compositor, y de Johann Evangelist, un tenor. Tuvo una estrecha amistad con Wolfgang Amadeus Mozart, del que incluso se cree que llegó a ser mentor, y fue profesor de Ludwig van Beethoven. La lista completa de las obras del compositor se puede consultar en el catálogo Hoboken, sistema de ordenación creado por Anthony van Hoboken.</p>",
      "nacimiento": "31 de marzo de 1732, Rohrau, Austria",
      "fallecimiento": "31 de mayo de 1809, Viena, Austria",
      "img": "https://upload.wikimedia.org/wikipedia/commons/0/05/Joseph_Haydn.jpg"
    },
    {
      "nombre": "Richard Wagner",
      "resumen": "Wilhelm Richard Wagner fue un compositor, director de orquesta, poeta, ensayista, dramaturgo y teórico musical alemán del Romanticismo. Destacan principalmente sus óperas en las que, a diferencia de otros compositores, asumió también el libreto y la escenografía.",
      "bio": "<p>Wilhelm Richard Wagner (Leipzig, Reino de Sajonia, Confederación del Rin, 22 de mayo de 1813-Venecia, Reino de Italia, 13 de febrero de 1883) fue un compositor, director de orquesta, poeta, ensayista, dramaturgo y teórico musical alemán del Romanticismo. Destacan principalmente sus óperas (calificadas como «dramas musicales» por el propio compositor) en las que, a diferencia de otros compositores, asumió también el libreto y la escenografía.</p><p>En sus inicios, fundamentó su reputación como compositor en obras como El holandés errante y Tannhäuser, que seguían la tradición romántica de Weber y Meyerbeer. Transformó el pensamiento musical con la idea de la «obra de arte total» (Gesamtkunstwerk), la síntesis de todas las artes poéticas, visuales, musicales y escénicas, que desarrolló en una serie de ensayos entre 1849 y 1852, y que plasmó en la primera mitad de su monumental tetralogía El anillo del nibelungo. Sin embargo, sus ideas sobre la relación entre la música y el teatro cambiaron nuevamente y reintrodujo algunas formas operísticas tradicionales en las obras de su última etapa, como en Los maestros cantores de Núremberg. Las obras de Wagner, particularmente las de su último periodo (que se corresponden con su etapa romántica), destacan por su textura contrapuntística, riqueza cromática, armonía, orquestación y un elaborado uso de los leitmotivs (temas musicales asociados a caracteres específicos o elementos dentro de la trama). Wagner fue pionero en varios avances del lenguaje musical, como un extremo cromatismo (asociado con el color orquestal) o la ampliación del cosmos armónico a través de un continuo desplazamiento de los centros tonales, lo que influyó en el desarrollo de la música clásica europea.</p><p>Su ópera Tristán e Isolda se describe a veces como punto de inicio de la música académica contemporánea. La influencia de Wagner se extendió también a la filosofía, la literatura, las artes visuales y el teatro. Hizo construir su propio teatro de ópera, el Festspielhaus de Bayreuth, para escenificar sus obras del modo en que él las imaginaba y que contienen diseños novedosos. Allí tuvo lugar el estreno de la tetralogía del Anillo y Parsifal, donde actualmente se siguen representando sus obras operísticas más importantes en un Festival anual a cargo de sus descendientes. Los puntos de vista de Wagner sobre la dirección orquestal también fueron muy influyentes. Escribió ampliamente sobre música, teatro y política, obras que han sido objeto de debate en las últimas décadas, especialmente algunas de contenido antisemita, como su ensayo El judaísmo en la música y por su supuesta influencia sobre Adolf Hitler y el nazismo.</p><p>Wagner logró todo esto a pesar de una vida que se caracterizó, hasta sus últimas décadas, por el exilio político, relaciones amorosas turbulentas, pobreza y repetidas huidas de sus acreedores. Su agresiva personalidad y sus opiniones, con frecuencia demasiado directas, sobre la música, la política y la sociedad lo convirtieron en un personaje polémico, etiqueta que todavía mantiene. El impacto de sus ideas se puede encontrar en muchas de las artes del siglo.</p>",
      "nacimiento": "22 de mayo de 1813, Leipzig, Alemania",
      "fallecimiento": "13 de febrero de 1883, Ca' Vendramin Calergi",
      "img": "https://www.ultimahora.es/sfAttachPlugin/134461.jpg"
    },
    {
      "nombre": "Franz Schubert",
      "resumen": "Franz Peter Schubert fue un compositor austriaco de los principios del romanticismo musical pero, a la vez, también continuador de la sonata clásica siguiendo el modelo de Ludwig van Beethoven. Fue un gran compositor de lieder, así como de música para piano, de cámara y orquestal.​",
      "bio": "<p>Schubert fue uno de los principales músicos del siglo XIX; fue el único nacido en la que fue capital musical europea a finales del siglo XVIII y principios del XIX: Viena. Vivió 31 años, tiempo durante el cual consiguió componer una obra musical excelente, en especial en la última etapa de su vida, en la cual estaba ya tremendamente enfermo. Su música no fue reconocida durante toda su vida y es a partir de finales del siglo XIX cuando la música de Schubert suena con más frecuencia. Se abre camino con pequeñas obras para piano, para más tarde empezar con sinfonías. En la historia ha estado siempre escondido, a la sombra de Beethoven, solo se dice que su música es muy bella, pero resulta que no encontró ninguna orquesta que la tocara y prácticamente solo en las \"schubertiadas\" podía exhibir su música. Escribió más de seiscientos lieder, de los cuales gran parte, después de su fallecimiento, quedaron inéditos.</p><p>La casa natal de Franz Schubert, en la actualidad el n.º 54 de la calle Nussdorfer de Viena.</p><p>Desde que nació, la muerte estuvo presente en la vida de este compositor. Eran trece hermanos aunque diez de ellos murieron al nacer, otro de ellos murió prematuramente y su madre falleció en su último parto cuando él tenía apenas quince años. La única familia que le quedaba era su padre y su otro hermano. Residían en el barrio de Liechtental. Su padre era profesor y gozaban de unos escasos ingresos para vivir.</p><p>    Era un gran cantante e ingresó en Stadtkonvikt, la escolanía de la catedral de Viena como soprano, institución la cual le becaba y mantenía aparte de darle la oportunidad de tener como maestro al compositor Antonio Salieri. La necesidad de componer se reveló con fuerza en el joven Schubert durante estos años y sus primeras piezas fueron interpretadas por la orquesta de discípulos del Stadtkonvikt, de la que él mismo era violinista.</p>",
      "nacimiento": "31 de enero de 1797, Himmelpfortgrund, Viena, Austria",
      "fallecimiento": "19 de noviembre de 1828, Viena, Austria",
      "img": "https://studiosol-a.akamaihd.net/uploadfile/letras/fotos/f/4/6/7/f46715e0f5b9170955f2e20bcc5d93db.jpg"
    },
    {
      "nombre": "Ígor Stravinski",
      "resumen": "Ígor Fiódorovich Stravinski fue un compositor y director de orquesta ruso, fue uno de los músicos más importantes y trascendentes del siglo XX. Su larga vida —murió cuando iba a cumplir los 89 años— le permitió conocer gran variedad de corrientes musicales.",
      "bio": "<p>Ígor Fiódorovich Stravinski (en ruso: Игорь Фёдорович Стравинский; Oranienbaum, 17 de junio de 1882-Nueva York, 6 de abril de 1971) fue un compositor y director de orquesta ruso, fue uno de los músicos más importantes y trascendentes del siglo XX.</p><p>Su larga vida —murió cuando iba a cumplir los 89 años— le permitió conocer gran variedad de corrientes musicales. Resultan justificadas sus protestas contra quienes lo tildaban como un músico del porvenir: «Es algo absurdo. No vivo en el pasado ni en el futuro. Estoy en el presente». En su presente compuso una gran cantidad de obras clásicas abordando varios estilos como el primitivismo, el neoclasicismo y el serialismo, pero es conocido mundialmente sobre todo por tres obras de uno de sus períodos iniciales —el llamado período ruso—: El pájaro de fuego (L'Oiseau de feu, 1910), Petrushka (1911) y La consagración de la primavera (Le sacre du printemps, 1913). Para muchos, estos ballets clásicos, atrevidos e innovadores, prácticamente reinventaron el género. Stravinski también escribió para diversos tipos de conjuntos en un amplio espectro de formas clásicas, desde óperas y sinfonías a pequeñas piezas para piano y obras para grupos de jazz.</p><p>Stravinski también alcanzó fama como pianista y director, frecuentemente de sus propias composiciones. Fue también escritor; con la ayuda de Alexis Roland-Manuel, Stravinski compiló un trabajo teórico titulado Poetics of Music (Poética musical), en el cual dijo una famosa frase: «La música es incapaz de expresar nada por sí misma».1​ Robert Craft tuvo varias entrevistas con el compositor, las cuales fueron publicadas como Conversations with Stravinsky.</p><p>Esencialmente un ruso cosmopolita, Stravinski fue uno de los compositores y artistas más influyentes de la música del siglo XX, tanto en Occidente como en su tierra natal. Fue considerado por la revista Time como una de las personalidades más influyentes del siglo XX.</p>",
      "nacimiento": "17 de junio de 1882, Lomonósov, Rusia",
      "fallecimiento": "6 de abril de 1971, JW Marriott Essex House, Nueva York, Estados Unidos",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Igor_Stravinsky_LOC_32392u.jpg/250px-Igor_Stravinsky_LOC_32392u.jpg"
    },
    {
      "nombre": "Franz Liszt",
      "resumen": "Franz Liszt fue un compositor austro-húngaro romántico, ​un virtuoso pianista, profesor, director de orquesta y seglar franciscano. Su nombre en húngaro era Liszt Ferencz, ​ según el uso moderno Liszt Ferenc, ​ y desde 1859 hasta 1865 fue conocido oficialmente como Franz Ritter von Liszt.​",
      "bio": "<p>Franz Liszt (Raiding, Imperio austríaco, 22 de octubre de 1811-Bayreuth, Imperio alemán, 31 de julio de 1886) fue un compositor austro-húngaro romántico, un virtuoso pianista, profesor, director de orquesta y seglar franciscano. Su nombre en húngaro era Liszt Ferencz, según el uso moderno Liszt Ferenc y desde 1859 hasta 1865 fue conocido oficialmente como Franz Ritter von Liszt.</p><p>Liszt se hizo famoso en toda Europa durante el siglo XIX por su gran habilidad como intérprete. Sus contemporáneos afirmaban que era el pianista técnicamente más avanzado de su época y quizás el más grande de todos los tiempos.2​ También fue un importante e influyente compositor, un profesor de piano notable, un director de orquesta que contribuyó significativamente al desarrollo moderno del arte y un benefactor de otros compositores y artistas, intérpretes o ejecutantes, en particular de Richard Wagner, Hector Berlioz, Camille Saint-Saëns, Edvard Grieg y Aleksandr Borodín.</p><p>Como compositor, fue uno de los más destacados representantes de la Nueva Escuela Alemana («Neudeutsche Schule»). Compuso una extensa y variada cantidad de obras para piano (rapsodia, estudios, transcripciones, etc.), en estilo concertante para piano y orquesta y también una extensa producción orquestal. Influyó a sus contemporáneos y sucesores y anticipó algunas ideas y tendencias del siglo XX. Algunas de sus contribuciones más notables fueron la invención del poema sinfónico, desarrollando el concepto de transformación temática como parte de sus experimentos en la forma musical, y hacer desviaciones radicales en la armonía.</p>",
      "nacimiento": "22 de octubre de 1811, Raiding, Austria",
      "fallecimiento": "31 de julio de 1886, Bayreuth, Alemania",
      "img": "https://3.bp.blogspot.com/--KhaNeLtIF8/Tc3q9O3FhVI/AAAAAAAAAUs/QgBZf9X_7II/s1600/Liszt+Abate.png"
    },
    {
      "nombre": "Maurice Ravel",
      "resumen": "Joseph Maurice Ravel fue un compositor francés del siglo XX. Su obra, frecuentemente vinculada al impresionismo, muestra además un audaz estilo neoclásico y, a veces, rasgos del expresionismo, y es el fruto de una compleja herencia y de hallazgos musicales que revolucionaron la música para piano y para orquesta.",
      "bio": "<p>Joseph Maurice Ravel (Ciboure, Labort, 7 de marzo de 1875-París, 28 de diciembre de 1937) fue un compositor francés del siglo XX. Su obra, frecuentemente vinculada al impresionismo, muestra además un audaz estilo neoclásico y, a veces, rasgos del expresionismo, y es el fruto de una compleja herencia y de hallazgos musicales que revolucionaron la música para piano y para orquesta. Reconocido como maestro de la orquestación y por ser un meticuloso artesano, cultivando la perfección formal sin dejar de ser al mismo tiempo profundamente humano y expresivo, Ravel sobresalió por revelar «los juegos más sutiles de la inteligencia y las efusiones más ocultas del corazón» (Le Robert).</p>",
      "nacimiento": "7 de marzo de 1875, Ciboure, Francia",
      "fallecimiento": "28 de diciembre de 1937, París, Francia",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Maurice_Ravel_1912.jpg/220px-Maurice_Ravel_1912.jpg"
    },
    {
      "nombre": "Hector Berlioz",
      "resumen": "Louis Hector Berlioz fue un compositor francés y figura destacada del romanticismo. Su obra más conocida es la Sinfonía fantástica.",
      "bio": "<p>Berlioz nació en Francia en La Côte-Saint-André, entre Lyon y Grenoble. Su padre era médico (fue un aficionado a la acupuntura) y envió al joven Héctor en 1821 a París a estudiar medicina. Berlioz quedó horrorizado por el proceso de disección y a pesar de la desaprobación de su padre, abandonó la carrera para estudiar música. Asistió al Conservatorio de París, donde estudió composición y ópera, quedando muy impresionado por la obra y las innovaciones de su maestro Jean-François Lesueur.</p>",
      "nacimiento": "11 de diciembre de 1803, La Côte-Saint-André, Francia",
      "fallecimiento": "8 de marzo de 1869, rue de Calais, París, Francia",
      "img": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Berlioz_ill05.jpg"
    },
    {
      "nombre": "Robert Schumann",
      "resumen": "Robert Schumann fue un compositor y crítico musical alemán del siglo XIX. Es considerado uno de los más grandes y representativos compositores del Romanticismo musical. Su vida y obra reflejan en su máxima expresión la naturaleza del Romanticismo: pasión, drama y alegría.",
      "bio": "<p>Robert Schumann (Zwickau, 8 de junio de 1810-Endenich, hoy en día Bonn, 29 de julio de 1856) fue un compositor y crítico musical alemán del siglo XIX. Es considerado uno de los más grandes y representativos compositores del Romanticismo musical.</p><p>Su vida y obra reflejan en su máxima expresión la naturaleza del Romanticismo: pasión, drama y alegría. En sus obras, de gran intensidad lírica, confluyen una notable complejidad musical con la íntima unión de música y texto.</p>",
      "nacimiento": "8 de junio de 1810, Zwickau, Alemania",
      "fallecimiento": "29 de julio de 1856, Endenich, Bonn, Alemania",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Robert_Schumann_1839.jpg/1200px-Robert_Schumann_1839.jpg"
    },
    {
      "nombre": "Serguéi Rajmáninov",
      "resumen": "Serguéi Vasílievich Rajmáninov​ fue un compositor, pianista y director de orquesta ruso, uno de los últimos grandes compositores románticos de música clásica europea y considerado uno de los pianistas más influyentes del siglo XX.",
      "bio": "<p>Serguéi Vasílievich Rajmáninovnota (en ruso: Серге́й Васи́льевич Рахма́нинов; Semiónov, óblast de Nizhni Nóvgorod; 1 de abril de 18731​-Beverly Hills, 28 de marzo de 1943) fue un compositor, pianista y director de orquesta ruso, uno de los últimos grandes compositores románticos de música clásica europea y considerado uno de los pianistas más influyentes del siglo XX.</p>",
      "nacimiento": "1 de abril de 1873, Starorussky Uyezd",
      "fallecimiento": "28 de marzo de 1943, Beverly Hills, California, Estados Unidos",
      "img": "https://www.biografiasyvidas.com/biografia/r/fotos/rachmaninov.jpg"
    },
    {
      "nombre": "Felix Mendelssohn",
      "resumen": "Felix Mendelssohn, cuyo nombre completo era Jakob Ludwig Felix Mendelssohn Bartholdy, fue un compositor, director de orquesta y pianista de música romántica alemán, y hermano de la también pianista y compositora Fanny Mendelssohn.",
      "bio": "<p>Felix Mendelssohn (Hamburgo, 3 de febrero de 1809-Leipzig, 4 de noviembre de 1847), cuyo nombre completo era Jakob Ludwig Felix Mendelssohn Bartholdy, fue un compositor, director de orquesta y pianista de música romántica alemán, y hermano de la también pianista y compositora Fanny Mendelssohn.</p><p>Era nieto del filósofo Moses Mendelssohn y nació en el seno de una destacada familia judía que más tarde se convirtió al protestantismo, adoptando el apellido Mendelssohn-Bartholdy. En su infancia fue considerado un prodigio musical, pero sus padres no trataron de sacar partido de sus habilidades. De hecho, su padre declinó la oportunidad de que Felix siguiera una carrera musical hasta que quedó claro que tenía la firme intención de dedicarse seriamente a ella.</p><p>Al temprano éxito en Alemania, le siguió un viaje a través de toda Europa; Mendelssohn fue recibido particularmente bien en Inglaterra como compositor, director y solista, y sus diez visitas allí, durante las que estrenó la mayoría de sus obras, formaron una parte importante de su carrera adulta. Fundó el Conservatorio de Leipzig, un bastión de su lucha contra las perspectivas musicales radicales de algunos de sus contemporáneos.</p><p>Las obras de Mendelssohn incluyen sinfonías, conciertos, oratorios, oberturas, música para piano y música de cámara. También tuvo un importante papel en el resurgimiento del interés en la obra de Johann Sebastian Bach. Sus gustos musicales esencialmente conservadores lo separaron de muchos de sus contemporáneos más aventurados, como Franz Liszt, Richard Wagner o Hector Berlioz. Después de un largo periodo de denigración debido al cambio de los gustos musicales y el antisemitismo a finales del siglo XIX y comienzos del XX, su originalidad creativa tiene un buen reconocimiento, ha sido evaluada de nuevo y se ha convertido en uno de los compositores más populares del periodo romántico.</p>",
      "nacimiento": "3 de febrero de 1809, Hamburgo, Alemania",
      "fallecimiento": "4 de noviembre de 1847, Leipzig, Alemania",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Felix_Mendelssohn_Bartholdy.jpg/220px-Felix_Mendelssohn_Bartholdy.jpg"
    },
    {
      "nombre": "Giuseppe Verdi",
      "resumen": "Giuseppe Fortunino Francesco Verdi fue un compositor romántico italiano de ópera del siglo XIX, el más notable e influyente compositor de ópera italiana y puente entre el belcanto de Rossini, Donizetti y Bellini y la corriente del verismo y Puccini.",
      "bio": "<p>Giuseppe Fortunino Francesco Verdi (Le Roncole, Busseto, 10 de octubre de 1813-Milán, 27 de enero de 1901) fue un compositor romántico italiano de ópera del siglo XIX, el más notable e influyente compositor de ópera italiana y puente entre el belcanto de Rossini, Donizetti y Bellini y la corriente del verismo y Puccini. Fue autor de algunos de los títulos más populares del repertorio lírico, como los que componen su trilogía popular o romántica: Rigoletto, La Traviata e Il Trovatore y las obras maestras de la madurez como Aida, Don Carlo, Otello y Falstaff.</p>",
      "nacimiento": "10 de octubre de 1813, Le Roncole, Italia",
      "fallecimiento": "27 de enero de 1901, MilÃ¡n, Italia",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/GiuseppeVerdi.jpg/220px-GiuseppeVerdi.jpg"
    },
    {
      "nombre": "AntonÃ­n DvoÅÃ¡k",
      "resumen": "AntonÃ­n Leopold DvoÅÃ¡k fue un compositor posromÃ¡ntico natural de Bohemia âterritorio entonces perteneciente al Imperio austrohÃºngaroâ. Es considerado el principal representante del nacionalismo checo en la mÃºsica. EstÃ¡ considerado como uno de los grandes compositores de la segunda mitad del siglo XIX.",
      "bio": "<p></p>",
      "nacimiento": "8 de septiembre de 1841, Nelahozeves, RepÃºblica Checa",
      "fallecimiento": "1 de mayo de 1904, Praga, RepÃºblica Checa",
      "img": "../assets/img/dvorak.jpg"
    },
    {
      "nombre": "Richard Strauss",
      "resumen": "Richard Georg Strauss fue un destacado compositor y director de orquesta alemÃ¡n cuya larga trayectoria abarca desde el romanticismo tardÃ­o hasta la primera mitad del siglo XX. Es conocido particularmente por sus Ã³peras, poemas sinfÃ³nicos y lieder.",
      "bio": "<p></p>",
      "nacimiento": "11 de junio de 1864, MÃºnich, Alemania",
      "fallecimiento": "8 de septiembre de 1949, Garmisch-Partenkirchen, Alemania",
      "img": "../assets/img/strauss.jpg"
    },
    {
      "nombre": "Dmitri ShostakÃ³vich",
      "resumen": "Dmitri DmÃ­trievich ShostakÃ³vich fue un compositor y pianista sovietico, uno de los mÃºsicos mÃ¡s importantes del siglo XX.",
      "bio": "<p></p>",
      "nacimiento": "25 de septiembre de 1906, San Petersburgo, Rusia",
      "fallecimiento": "9 de agosto de 1975, MoscÃº, Rusia",
      "img": "../assets/img/sostakovic.jpg"
    },
    {
      "nombre": "Arnold SchÃ¶nberg",
      "resumen": "Arnold SchÃ¶nberg fue un compositor, teÃ³rico musical y pintor austriaco de origen judÃ­o. Desde que emigrÃ³ a los Estados Unidos, en 1934, adoptÃ³ el nombre de Arnold Schoenberg, y asÃ­ es como suele aparecer en las publicaciones en idioma inglÃ©s y en todo el mundo.",
      "bio": "<p></p>",
      "nacimiento": "13 de septiembre de 1874, Leopoldstadt, Viena, Austria",
      "fallecimiento": "13 de julio de 1951, Los Ãngeles, California, Estados Unidos",
      "img": "../assets/img/schonberg.jpeg"
    },
    {
      "nombre": "SerguÃ©i ProkÃ³fiev",
      "resumen": "SerguÃ©i SerguÃ©ievich ProkÃ³fiev conocido como SerguÃ©i ProkÃ³fiev, fue un compositor, pianista y director de orquesta ruso.",
      "bio": "<p></p>",
      "nacimiento": "23 de abril de 1891, Sontsivka, Ucrania",
      "fallecimiento": "5 de marzo de 1953, MoscÃº, Rusia",
      "img": "../assets/img/prokofiev.jpeg"
    },
    {
      "nombre": "Edvard Grieg",
      "resumen": "Edvard Hagerup Grieg fue un compositor y pianista noruego, considerado uno de los principales representantes del romanticismo musical.",
      "bio": "<p></p>",
      "nacimiento": "15 de junio de 1843, Bergen, Noruega",
      "fallecimiento": "4 de septiembre de 1907, Bergen, Noruega",
      "img": "../assets/img/grieg.jpg"
    },
    {
      "nombre": "Benjamin Britten",
      "resumen": "Edward Benjamin Britten, BarÃ³n Britten, fue un compositor, director de orquesta y pianista britÃ¡nico. Fue el primer mÃºsico o compositor que recibiÃ³ un tÃ­tulo nobiliario.",
      "bio": "<p></p>",
      "nacimiento": "22 de noviembre de 1913, Lowestoft, Reino Unido",
      "fallecimiento": "4 de diciembre de 1976, Aldeburgh, Reino Unido",
      "img": "../assets/img/britten.jpeg"
    },
    {
      "nombre": "George Gershwin",
      "resumen": "George Gershwin, con nombre de nacimiento Jacob Gershovitz, fue un compositor y pianista estadounidense. Es reconocido, popularmente, por haber logrado hacer una amalgama perfecta entre la mÃºsica clÃ¡sica y el jazz, lo que se llega a evidenciar en sus prodigiosas obras. ",
      "bio": "<p></p>",
      "nacimiento": "26 de septiembre de 1898, Brooklyn, Nueva York, Estados Unidos",
      "fallecimiento": "11 de julio de 1937, Cedars-Sinai Medical Center, Los Ãngeles, California, Estados Unidos",
      "img": "../assets/img/gershwin.jpeg"
    },
    {
      "nombre": "Giacomo Puccini",
      "resumen": "Giacomo Antonio Domenico Michele Secondo Maria Puccini, mÃ¡s conocido simplemente como Giacomo Puccini, fue un compositor italiano de Ã³pera, considerado entre los mÃ¡s grandes, de fines del siglo XIX y principios del XX. Fue un visionario, creando los conceptos de mÃºsica que van a regir al cine durante el siglo XX.",
      "bio": "<p></p>",
      "nacimiento": "22 de diciembre de 1858, Lucca, Italia",
      "fallecimiento": "29 de noviembre de 1924, RegiÃ³n de Bruselas-Capital, BÃ©lgica",
      "img": "../assets/img/puccini.jpg"
    },
    {
      "nombre": "BÃ©la BartÃ³k",
      "resumen": "BÃ©la Viktor JÃ¡nos BartÃ³k, conocido como BÃ©la BartÃ³k, fue un mÃºsico hÃºngaro que destacÃ³ como compositor, pianista e investigador de mÃºsica folclÃ³rica de la Europa oriental. Es considerado uno de los mayores compositores del siglo XX; Liszt y Ã©l son considerados los grandes compositores hÃºngaros.",
      "bio": "<p></p>",
      "nacimiento": "25 de marzo de 1881, SÃ¢nnicolau Mare, Rumania",
      "fallecimiento": "26 de septiembre de 1945, Nueva York, Nueva York, Estados Unidos",
      "img": "../assets/img/bartok.jpg"
    },
    {
      "nombre": "Gioachino Rossini",
      "resumen": "Gioachino Antonio Rossini, mÃ¡s conocido como Gioacchino Rossini o Gioachino Rossini, â fue un compositor italiano.",
      "bio": "<p></p>",
      "nacimiento": "29 de febrero de 1792, PÃ©saro, Italia",
      "fallecimiento": "13 de noviembre de 1868, Passy, ParÃ­s, Francia",
      "img": "../assets/img/rossini.jpeg"
    },
    {
      "nombre": "Ralph Vaughan Williams",
      "resumen": "Ralph Vaughan Williams fue un compositor britÃ¡nico.",
      "bio": "<p></p>",
      "nacimiento": "12 de octubre de 1872, Down Ampney, Reino Unido",
      "fallecimiento": "26 de agosto de 1958, Hanover Terrace",
      "img": "../assets/img/vaughan.jpg"
    },
    {
      "nombre": "Edward Elgar",
      "resumen": "Edward William Elgar fue un compositor inglÃ©s. Muchas de sus obras forman parte del repertorio clÃ¡sico de concierto britÃ¡nico e internacional. Aunque a menudo se lo considera un tÃ­pico compositor inglÃ©s, la mayorÃ­a de las influencias musicales de Elgar no provenÃ­an de Inglaterra, sino de la Europa continental.ââ",
      "bio": "<p></p>",
      "nacimiento": "2 de junio de 1857, Broadheath, Reino Unido",
      "fallecimiento": "23 de febrero de 1934, Worcester, Reino Unido",
      "img": "../assets/img/elgar.jpg"
    },
    {
      "nombre": "NiccolÃ² Paganini",
      "resumen": "NiccolÃ² Paganini fue violinista, violista, guitarrista y compositor italiano. EstÃ¡ considerado uno de los violinistas mÃ¡s virtuosos de todos los tiempos, y contribuyÃ³ con sus aportaciones al desarrollo de la moderna tÃ©cnica violinÃ­stica.",
      "bio": "<p></p>",
      "nacimiento": "27 de octubre de 1782, GÃ©nova, Italia",
      "fallecimiento": "27 de mayo de 1840, Niza, Francia",
      "img": "../assets/img/paganini.jpeg"
    },
    {
      "nombre": "Anton Bruckner",
      "resumen": "Josef Anton Bruckner fue un compositor y organista austriaco.",
      "bio": "<p></p>",
      "nacimiento": "4 de septiembre de 1824, Ansfelden, Austria",
      "fallecimiento": "11 de octubre de 1896, Viena, Austria",
      "img": "../assets/img/bruckner.jpg"
    },
    {
      "nombre": "Camille Saint-SaÃ«ns",
      "resumen": "Charles Camille Saint-SaÃ«ns fue un compositor, director de orquesta, organista, pianista y militar francÃ©s.",
      "bio": "<p></p>",
      "nacimiento": "9 de octubre de 1835, ParÃ­s, Francia",
      "fallecimiento": "16 de diciembre de 1921, Argel, Argel, Argelia",
      "img": "../assets/img/saintsaens.jpg"
    },
    {
      "nombre": "Georges Bizet",
      "resumen": "Alexandre-CÃ©sar-LÃ©opold Bizet, conocido como Georges Bizet, fue un compositor francÃ©s, principalmente de Ã³peras. En una carrera cortada por su muerte prematura, alcanzÃ³ escasos Ã©xitos hasta su Ãºltima obra, Carmen, que se convirtiÃ³ en una de las obras mÃ¡s populares e interpretadas de todo el repertorio operÃ­stico.",
      "bio": "<p></p>",
      "nacimiento": "25 de octubre de 1838, ParÃ­s, Francia",
      "fallecimiento": "3 de junio de 1875, Bougival, Francia",
      "img": "../assets/img/bizet.jpg"
    },
    {
      "nombre": "Henry Purcell",
      "resumen": "Henry Purcell â fue un compositor britÃ¡nico del barroco. Considerado uno de los mejores compositores ingleses de todos los tiempos, â incorporÃ³ a su mÃºsica elementos estilÃ­sticos franceses e italianos, generando un estilo propio inglÃ©s de mÃºsica barroca.",
      "bio": "<p></p>",
      "nacimiento": "10 de septiembre de 1659, Westminster, Londres, Reino Unido",
      "fallecimiento": "21 de noviembre de 1695, Marsham Street, Londres, Reino Unido",
      "img": "../assets/img/purcell.jpeg"
    }
  ]
}
